Repository: stefan-jeitler/change-blog
Catalog: src/ChangeBlog.Api.Localization/Resources/ChangeBlogStrings.*.resx
Languages: de

# UserProfileUpdated
source: User Profile successfully updated
de: Benutzerprofil erfolgreich aktualisiert

# ProductWithoutVersions
source: Product does not contain any versions
de: Das Produkt enhält keine Versionen

# NoPermissionToPerformThisOperation
source: You don't have permission to perform this operation
de: Sie haben keine Berechtigung diese Operation auszuführen

source: Resource not found
de: Resource nicht gefunden

# VersionAlreadyReleased
source: The related version has already been released
de: Die Version wurde bereits released

# VersionDeleted
source: The related version has been deleted
de: Die Version wurde gelöscht

# ChangeLogLineDeleted
source: The requested Changelog line has been deleted
de: Der Changelog Eintrag wurde gelöscht

# ChangeLogLineErrorOnInsertOrUpdate
source: Error while inserting or updating Changelog lines. Please try again later
de: Beim Einfügen oder Aktualisieren von Changelog Einträgen ist ein Fehler aufgetreten. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.

source: Invalid version id
de: Versions-Id ist nicht gültig

source: Invalid versioning scheme id
de: Id des Versionierungsschemas ist nicht gültig

source: Version not found
de: Version nicht gefunden

source: Missing request data
de: Request enthält keine oder zu wenig Daten

# InvalidFormat
source: Invalid format '{0}'
de: Ungültiges Format '{0}'

# ChangeLogLineSameText
source: Duplicate entries are not allowed. Duplicate: '{0}'
de: Einträge mit dem gleichen Text sind nicht erlaubt. Duplikat: '{0}'

# ChangeLogLineAdded
source: Changelog line successfully added
de: Changelog Eintrag erfolgreich hinzugefügt

# TooManyChangeLogLines
source: Too many Changelog lines. Max {0} lines
de: Zu viele Changelog Einträge. Max {0} Einträge möglich

# InvalidChangeLogText
source: Invalid changelog text '{0}'
de: Changelog Text ist ungültig '{0}'

# InvalidIssue
source: Invalid issue '{0}'
de: Issue '{0}' ist ungültig

# TooManyIssuesForChangeLogLine
source: The changelog line '{0}' has too many issues. Max {1} issues possible
de: Der Changelog Eintrag '{0}' hat zu viele Issues. Max {1} Issues möglich

# InvalidLabel
source: Invalid label '{0}'
de: Label '{0}' ist ungültig

# TooManyLabelsForChangeLogLine
source: The changelog line '{0}' has too many labels. Max {1} labels possible
de: Der Changelog Eintrag '{0}' hat zu viele Labels. Max {1} Labels möglich

# IssueAdded
source: Issue successfully added
de: Issue erfolgreich hinzugefügt

source: Changelog line not found
de: Changelog Eintrag nicht gefunden

# MaxIssuesReached
source: You can't add more Issues. The max number of Issues is {0}
de: Sie können keine Issues mehr hinzufügen. Die max. Anzahl an Issues ist {0}

# LabelAdded
source: Label successfully added
de: Label erfolgreich hinzugefügt

# MaxLabelsReached
source: You can't add more Labels. The max number of Labels is {0}
de: Sie können keine Labels mehr hinzufügen. Die max. Anzahl an Labels ist {0}

source: Product not found
de: Produkt nicht gefunden

# PendingChangeLogLineAdded
source: Pending Changelog line successfully added
de: Pending Changelog Eintrag erfolgreich hinzugefügt

# ChangeLogLineMoved
source: Changelog line(s) successfully moved
de: Changelog Einträg(e) erfolgreich verschoben

# InvalidVersionFormat
source: The version '{0}' isn't properly formatted
de: Die Version '{0}' ist nicht korrekt formattiert

# TooManyChangeLogLines_Remaining
source: There are too many Changelog lines to add. You can only add {0} more
de: Die Anzahl der zu hinzufügenden Changelog Einträge ist zu groß. Sie können nur mehr {0} hinzufügen

# NoChangeLogLinesToAssign
source: There are no Chnagelog lines to assign
de: Es gibt keine Changelog Einträge zum Zuweisen

# TargetVersionContainsLinesWithSameText
source: The target version has already lines with an identical text. Duplicates: '{0}'
de: Die Zielversion hat bereits Einträge mit identischem Text. Duplikate: '{0}'

# TargetVersionBelongsToDifferentProduct
source: The target version belongs to a different product
de: Die Zielversion gehört zu einem anderen Produkt

# TargetVersionTooManyChangeLogLines
source: The target version has reached the max count of changelog lines. Max {0} lines possible
de: Die Zielversion hat die maximale Anzahl an Changelog Einträgen erreicht. Max {0} Einträge möglich.

# ChnageLogLineNotPending
source: The changelog line is not pending
de: Der Changelog Eintrag ist nicht pending.

# ChangeLogLinePending
source: Changelog line is pending
de: Changelog Eintrag ist pending

# IssueDeleted
source: Issue successfully deleted
de: Issue erfolgreich gelöscht

# LabelDeleted
source: Label successfully deleted
de: Label erfolgreich gelöscht

# VersionAlreadyDeleted
source: The version has already been deleted
de: Die Version wurde bereits gelöscht

# ChangeLogLinesMadePending
source: {0} changelog lines has been made pending
de: {0} Chnagelog Einträge wurden pending gemacht

# ChangeLogLineMadePending
source: The changelog line has been made pending
de: Der Changelog Eintrag wurde als pending markiert

# ChangeLogLineUpdated
source: Chnagelog line successfully updated
de: Changelog Eintrag erfolgreich aktualisiert

source: Account not found
de: Account nicht gefunden

# AccountDeleted
source: The Account has been deleted
de: Der Account wurde gelöscht

# InvalidName
source: Invalid name '{0}'
de: Name '{0}' ist ungültig

# ProductAlreadyExists
source: The Product already exists
de: Das Produkt existiert bereits

source: Versioningscheme not found
de: Versionierungsschema nicht gefunden

# ProductAdded
source: Product successfully added
de: Produkt erfolgreich hinzugefügt

# LanguageCodeNotSupported
source: The given language code '{0}' is not supported. Supported codes are '{1}'
de: Die angegebene Sprache '{0}' wird nicht unterstützt. Unterstützte Sprachen sind '{1}'

# VersionAlreadyExists
source: The version already exists
de: Die Version existiert bereits

# VersionUpdateForbidden
source: You cannot add or update versions that have been released or deleted
de: Sie können keine Versionen aktualisieren, die bereits released oder gelöscht wurden

# VersionAdded
source: Version successfully added
de: Version erfolgreich hinzugefügt

# VersionUpdated
source: Version successfully update
de: Version erfolgreich aktualisiert

# VersioningSchemeMismatch
source: The Version '{0}' does not match your product's versioning scheme. Versioningscheme: {1}
de: Die Version '{0}' entspricht nicht dem Versionierungsschema ihres Produktes. Versionierungsschema: {1}

# VersionReleased
source: Version successfully released
de: Version erfolgreich released

# NotAuthenticated
source: You are not authenticated. Please add a valid api key or access token
de: Sie sind nicht authentifiziert. Bitte senden Sie einen validen API-KEY oder Access Token mit

# MissingSubClaim
source: 'sub' claim is missing in the access token
de: 'sub' Claim ist im Access Token nicht enthalten

# UserNotExistingInApp
source: User does not exist in the app
de: Der Benutzer existiert nicht in der Anwendung

# VersionCannotBeDeletedBecauseReleased
source: The version cannot be deleted because it has already been released
de: Die Version wurde bereits released und kann daher nicht mehr gelöscht werden

# VersionCannotBeReleasedBecauseDeleted
source: The version cannot be released because it has already been deleted
de: Die Version wurde bereits gelöscht und kann daher nicht mehr released werden

# ApiKeyAdded
source: Api Key successfully added
de: Api Schlüssel erfolgreich hinzugefügt

# ApiKeyExpirationTooShort
source: The validity period of the Api key is too short. The duration must be at least 1 week
de: Die Gültigkeitsdauer des Api Schlüssels ist zu kurz. Die minimale Dauer beträgt 7 Tage

# ApiKeyExpirationTooLong
source: The validity period of the api key is too long. The maximum duration is 2 years
de: Die Gültigkeitsdauer des Api Schlüssels ist zu lange. Die maximale Dauer beträgt 2 Jahre

source: Api Key deleted
de: Api Schlüssel gelöscht

# MaxApiKeysCountReached
source: You can only add up to {0} api keys
de: Die Anzahl der Api Schlüssel ist auf {0} begrenzt

# ExpirationDateInThePast
source: The expiration date must not be in the past
de: Das Ablaufdatum kann nicht in der Vergangenheit liegen

source: Api Key not found
de: Api Schlüssel nicht gefunden

# ApiKeyUpdated
source: Api Key successfully updated
de: Api Schlüssel erfolgreich aktualisiert

# CultureNotSupported
source: The Culture '{0}' is not supported
de: Die Region '{0}' wird nicht unterstützt

# TimezoneNotFound
source: Timezone '{0}' not found
de: Zeitzone '{0}' nicht gefunden

# AccountCreated
source: Account successfully created
de: Account erfolgreich erstellt

# NameAlreadyTaken
source: The name is already taken
de: Der Name ist bereits vergeben

# MaxAccountsCreatedByUserReached
source: You cannot create more than {0} accounts
de: Sie können nicht mehr als {0} Accounts erstellen

# AccountUpdated
source: Account successfully updated
de: Account erfolgreich aktualisiert

source: Expiration Date
de: Ablaufdatum
